export const commentData = [
  {
    id: '440000201012179259',
    name: '文伟',
    comment: '下发些选见路新反龙图',
    time: '1999-02-24',
    resource: {
      id: '130000197204308818',
      name: '罗娟',
      comment: '志太量们员用集国明县',
      time: '2006-10-14'
    }
  },
  {
    id: '350000198510075755',
    name: '姜丽',
    comment: '政体外里风期强成会资它全指组类位须学华声都如这反',
    time: '1972-12-16',
    resource: {
      id: '230000200510227707',
      name: '赵娟',
      comment: '大相军认然发志同相长究群更战置水学且六几以北酸',
      time: '2006-08-01'
    }
  },
  {
    id: '810000201404230788',
    name: '尹丽',
    comment: '局为起片毛品文张程感力基头',
    time: '1978-07-20',
    resource: null
  },
  {
    id: '71000019860811975X',
    name: '石超',
    comment: '公认包白真层安式我图间劳电而产整其且提',
    time: '2018-11-24',
    resource: null
  },
  {
    id: '410000198504160239',
    name: '邱勇',
    comment: '收社少率为真决术青土没再技再把次',
    time: '2018-07-17',
    resource: null
  },
  {
    id: '310000201411238018',
    name: '董平',
    comment: '指量广单条政全三存没',
    time: '2001-12-31',
    resource: {
      id: '140000201803229434',
      name: '高静',
      comment: '至改确边安克受才劳走进复大容干适家其务',
      time: '1979-09-27'
    }
  },
  {
    id: '630000197911116119',
    name: '谭静',
    comment: '党么学油品克标区列低铁身斗况列断合性中题维',
    time: '1983-03-19',
    resource: null
  },
  {
    id: '1630000197911116119',
    name: '小明',
    comment: '空寿司斗况列断合性中题维',
    time: '1983-03-19',
    resource: null
  },
  {
    id: '122230000197911116119',
    name: '木增',
    comment: '上课上课合性中题维',
    time: '1983-08-21',
    resource: null
  },
  {
    id: '23888888888888881111',
    name: '静香',
    comment: '水库大开大合上手机费',
    time: '2003-06-26',
    resource: null
  }
]
